// 热点
var hotinfo = {
	'1': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C1%2C562%2C337%3Bw%3D638/sign=cedbc8a4c4fdfc03f137b9f8e90faba5/86d6277f9e2f07082e1f145aee24b899a901f255.jpg',
		'url': '',
		'title': '资本追逐下，VR还是没做出',
		'description': '新年以后，在二级市场的火热推动下，VR俨然已经成为资本和市场追捧下的“烫手山芋”。',
		'aid': '12'
	},
	'2': {
		'imgurl': 'http://f.hiphotos.baidu.com/news/crop%3D0%2C39%2C601%2C360%3Bw%3D638/sign=3196cec4ccef76092844c3df13ed8fff/0df3d7ca7bcb0a46cf7d41606c63f6246b60af08.jpg',
		'url': '',
		'title': '入侵华尔街，看人工智能如何',
		'description': '爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它',
		'aid': '23'
	},
	'3': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C1%2C423%2C254%3Bw%3D638/sign=7d99245477cf3bc7fc4f97acec309690/f9198618367adab4507dc31a8cd4b31c8701e43e.jpg',
		'url': '',
		'title': '传统媒体并非只产噩耗与乡愁',
		'description': '月3日，欧洲报业巨头阿克塞尔·施普林格公布2015年年报，收入增、利润增、数字业务占比超62%',
		'aid': '45'
	},
	'4': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C18%2C544%2C327%3Bw%3D638/sign=a154b13d0e23dd54353cfd28ec399fef/b17eca8065380cd7fb646fb4a644ad3459828175.jpg',
		'url': '',
		'title': '雷军为何改口称小米',
		'description': '小米创始人雷军3月3日接受采访时改口，不再坚持此前“小米5年内不准备IPO”的说法，表示考虑到投资人和员工诉求',
		'aid': '567'
	},
	'5': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D32%2C1%2C548%2C329%3Bw%3D638/sign=9456e3bcaa6eddc432a8eebb04e884d1/3b292df5e0fe99252693a40933a85edf8cb171c8.jpg',
		'url': '',
		'title': '链家金融这池水 真的清如许？',
		'description': '当中介行业多年积累的陋习介入金融服务，吃相就显得异常难看。',
		'aid': '3456'
	},
	'6': {
		'imgurl': 'http://d.hiphotos.baidu.com/news/crop%3D559%2C0%2C1041%2C624%3Bw%3D638/sign=342257729a16fdfacc239cae89bab96d/09fa513d269759eeaea0cc92b5fb43166c22dff3.jpg',
		'url': '',
		'title': '人机大战背后的务实',
		'description': '今年年初，Google DeepMind团队在《Nature》上发表论文称，其名为AlphaGo（阿尔法围棋）',
		'visit': '1230'
	},
	'7': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C1%2C562%2C337%3Bw%3D638/sign=cedbc8a4c4fdfc03f137b9f8e90faba5/86d6277f9e2f07082e1f145aee24b899a901f255.jpg',
		'url': '',
		'title': '资本追逐下，VR还是没做出',
		'description': '新年以后，在二级市场的火热推动下，VR俨然已经成为资本和市场追捧下的“烫手山芋”。',
		'visit': '1230'
	},
	'8': {
		'imgurl': 'http://f.hiphotos.baidu.com/news/crop%3D0%2C39%2C601%2C360%3Bw%3D638/sign=3196cec4ccef76092844c3df13ed8fff/0df3d7ca7bcb0a46cf7d41606c63f6246b60af08.jpg',
		'url': '',
		'title': '入侵华尔街，看人工智能如何',
		'description': '爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它',
		'visit': '1230'
	},
	'9': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C1%2C423%2C254%3Bw%3D638/sign=7d99245477cf3bc7fc4f97acec309690/f9198618367adab4507dc31a8cd4b31c8701e43e.jpg',
		'url': '',
		'title': '传统媒体并非只产噩耗与乡愁',
		'description': '月3日，欧洲报业巨头阿克塞尔·施普林格公布2015年年报，收入增、利润增、数字业务占比超62%',
		'visit': '1230'
	},
	'10': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C18%2C544%2C327%3Bw%3D638/sign=a154b13d0e23dd54353cfd28ec399fef/b17eca8065380cd7fb646fb4a644ad3459828175.jpg',
		'url': '',
		'title': '雷军为何改口称小米',
		'description': '小米创始人雷军3月3日接受采访时改口，不再坚持此前“小米5年内不准备IPO”的说法，表示考虑到投资人和员工诉求',
		'visit': '1230'
	},
	'11': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D32%2C1%2C548%2C329%3Bw%3D638/sign=9456e3bcaa6eddc432a8eebb04e884d1/3b292df5e0fe99252693a40933a85edf8cb171c8.jpg',
		'url': '',
		'title': '链家金融这池水 真的清如许？',
		'description': '当中介行业多年积累的陋习介入金融服务，吃相就显得异常难看。',
		'visit': '1230'
	},
	'12': {
		'imgurl': 'http://d.hiphotos.baidu.com/news/crop%3D559%2C0%2C1041%2C624%3Bw%3D638/sign=342257729a16fdfacc239cae89bab96d/09fa513d269759eeaea0cc92b5fb43166c22dff3.jpg',
		'url': '',
		'title': '人机大战背后的务实',
		'description': '今年年初，Google DeepMind团队在《Nature》上发表论文称，其名为AlphaGo（阿尔法围棋）',
		'visit': '1230'
	},
	'13': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C1%2C562%2C337%3Bw%3D638/sign=cedbc8a4c4fdfc03f137b9f8e90faba5/86d6277f9e2f07082e1f145aee24b899a901f255.jpg',
		'url': '',
		'title': '资本追逐下，VR还是没做出',
		'description': '新年以后，在二级市场的火热推动下，VR俨然已经成为资本和市场追捧下的“烫手山芋”。',
		'visit': '1230'
	},
	'14': {
		'imgurl': 'http://f.hiphotos.baidu.com/news/crop%3D0%2C39%2C601%2C360%3Bw%3D638/sign=3196cec4ccef76092844c3df13ed8fff/0df3d7ca7bcb0a46cf7d41606c63f6246b60af08.jpg',
		'url': '',
		'title': '入侵华尔街，看人工智能如何',
		'description': '爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它爱它才鬼畜它',
		'visit': '1230'
	},
	'15': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C1%2C423%2C254%3Bw%3D638/sign=7d99245477cf3bc7fc4f97acec309690/f9198618367adab4507dc31a8cd4b31c8701e43e.jpg',
		'url': '',
		'title': '传统媒体并非只产噩耗与乡愁',
		'description': '月3日，欧洲报业巨头阿克塞尔·施普林格公布2015年年报，收入增、利润增、数字业务占比超62%',
		'visit': '1230'
	},
	'16': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C2%2C897%2C538%3Bw%3D638/sign=43d3c06397ef76c6c49da16ba026d1c8/a5c27d1ed21b0ef4bddb8a1cdac451da81cb3e44.jpg',
		'url': '',
		'title': '广告屏蔽软件侵犯广告商和媒体的言论自由了吗？',
		'description': '对于广告这件事，不同的人有不同的看法，但是大多数人对于广告都抱有一种恨不得除之而后快的感觉，尤其是在看到精彩部分的时候，广告的植入往往会让我...',
		'visit': '1230'
	},
	'17': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D0%2C2%2C967%2C580%3Bw%3D638/sign=61e6364cffdcd100d9d3a2614fbb6b22/a8773912b31bb051a2382f69317adab44aede057.jpg',
		'url': '',
		'title': '如何证明自己的价值——写给微信运营者的第①封信',
		'description': '有些话很难听，但这是事实 人活一世，没有比要证明自己价值更重要',
		'visit': '1230'
	},
	'18': {
		'imgurl': 'http://d.hiphotos.baidu.com/news/crop%3D559%2C0%2C1041%2C624%3Bw%3D638/sign=342257729a16fdfacc239cae89bab96d/09fa513d269759eeaea0cc92b5fb43166c22dff3.jpg',
		'url': '',
		'title': '人机大战背后的务实',
		'description': '今年年初，Google DeepMind团队在《Nature》上发表论文称，其名为AlphaGo（阿尔法围棋）',
		'visit': '1230'
	}

	,
	'19': {
		'imgurl': 'http://f.hiphotos.baidu.com/news/crop%3D0%2C10%2C546%2C328%3Bw%3D638/sign=ba94f65645a7d933abe7be33907bfd22/a9d3fd1f4134970a8569dc6d92cad1c8a7865d5e.jpg',
		'url': '',
		'title': '行业虚火渐熄，教育O2O将如',
		'description': '随着近半年来国内资本市场吹起寒风，众多新兴创业项目融资困难，越来越多的案例暗示着曾经热火朝天的O2O领域将首先遭遇资本寒冬的冲击。',
		'visit': '1230'
	},
	'20': {
		'imgurl': 'http://b.hiphotos.baidu.com/news/crop%3D0%2C69%2C638%2C383%3Bw%3D638/sign=d6a64e60cffcc3cea08f9373af75fabe/a6efce1b9d16fdfa3ee704acb38f8c5495ee7bed.jpg',
		'url': '',
		'title': '京东众筹：众筹不是一把万能钥匙，它适合从1到N',
		'description': '“众筹并不是一种预售，它是工具，是与粉丝在专辑上市之前的一次深度亲密交流。”京东众筹高雷认为，众筹玩好的话，完全可以颠覆中间环节。',
		'visit': '1230'
	},
	'21': {
		'imgurl': 'http://a.hiphotos.baidu.com/news/crop%3D0%2C8%2C579%2C347%3Bw%3D638/sign=e2c2f981d0ca7bcb69349d6f8339475b/e61190ef76c6a7ef5ed76864fafaaf51f2de66fb.jpg',
		'url': '',
		'title': '音乐何必单打独斗？张捷惟：没有视觉效果不会红！',
		'description': '华语音乐真正面临的是没有接班人问题，好的音乐人越来越少。优秀的音乐制作团队还是16年前的那一批，那些老音乐人都五六十岁了，他们还能撑多久？',
		'visit': '1230'
	},
	'22': {
		'imgurl': 'http://d.hiphotos.baidu.com/news/crop%3D0%2C1%2C554%2C332%3Bw%3D638/sign=28ef5d053e12b31bd3239769bb281a4b/2934349b033b5bb59288e1bc31d3d539b600bc11.jpg',
		'url': '',
		'title': 'AWE趋势看点：智能家居时代的“加”与“减”',
		'description': 'AWE趋势看点：智能家居时代的“加”与“减”AWE趋势看点：智能家居时代的“加”与“减”AWE趋势看点：智能家居时代的“加”与“减”',
		'visit': '1230'
	},
	'23': {
		'imgurl': 'http://h.hiphotos.baidu.com/news/crop%3D0%2C139%2C1280%2C768%3Bw%3D638/sign=71539dc1082442a7ba41a7e5ec73817a/4ec2d5628535e5dd0813029d71c6a7efce1b62b1.jpg',
		'url': '',
		'title': '从微众银行微粒贷看互联网金融的前景与现状',
		'description': '要降低成本让小微客户切实受益，这也能倒逼传统金融加速改革。可以说，微众银行一小步，金融改革一大步。',
		'visit': '1230'
	},
	'24': {
		'imgurl': 'http://e.hiphotos.baidu.com/news/crop%3D0%2C1%2C377%2C226%3Bw%3D638/sign=6d855826514e9258b27bdcaea1b2fd69/d01373f082025aafc0a9ce89fcedab64024f1adc.jpg',
		'url': '',
		'title': '山寨是不是一种无敌的商业模式',
		'description': '呜呼唉哉！山寨也要学习国外。呜呼唉哉！山寨也要学习国外。呜呼唉哉！山寨也要学习国外。呜呼唉哉！山寨也要学习国外。',
		'visit': '1230'
	},
	'25': {
		'imgurl': 'http://f.hiphotos.baidu.com/news/crop%3D0%2C47%2C700%2C420%3Bw%3D638/sign=2492bf1f52fbb2fb20640252727a0c90/b8014a90f603738dd40bbb60b41bb051f819ec2b.jpg',
		'url': '',
		'title': '智车优行的阶段性答卷：两台概念车，以及一群好朋友',
		'description': '人工智能在围棋领域战胜人类的同一天，智车优行 CEO 沈海寅把自己首辆「互联网汽车」——奇（ji）点汽车（希望大家读的时候注意姿势）开上了发.',
		'visit': '1230'
	},
	'26': {
		'imgurl': 'http://c.hiphotos.baidu.com/news/crop%3D18%2C3%2C1194%2C716%3Bw%3D638/sign=ce0c156cd51b0ef478a7c21ee0f569f6/ac6eddc451da81cb5315de8f5566d01608243184.jpg',
		'url': '',
		'title': '2015中国智慧医院 现状与趋势报告',
		'description': '此次，动脉网与卓健科技联合发布《中国智慧医院现状与趋势报告》。报告基于动脉网对海内外医院创新趋势研究和卓健科技的大数据，对中国智慧医院的变革...',
		'visit': '1230'
	},
	'27': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C1%2C500%2C300%3Bw%3D638/sign=2e627b42ee24b899ca732378533631a4/5882b2b7d0a20cf437f7af9d71094b36acaf9908.jpg',
		'url': '',
		'title': '供给侧改革升级 看卡萨帝从产品品质演进至消费信仰',
		'description': '去年，中国的家电行业几乎呈现一个负增长的态势，但其中卡萨帝却能不受大局影响，稳扎稳打，快速增长30%，其中洗衣机销售额更是猛增165%，直捣...',
		'visit': '1230'
	},
	'28': {
		'imgurl': 'http://h.hiphotos.baidu.com/news/crop%3D34%2C1%2C426%2C256%3Bw%3D638/sign=8d03c26cafd3fd1f2246f87a0d7d1133/2fdda3cc7cd98d100e615d73263fb80e7bec903e.jpg',
		'url': '',
		'title': '“多对多”直播模式背后的商业逻辑',
		'description': '随着网络直播的持续火爆和不断发展，“多对多”的直播模式出现并迅速升温，成为今年视频直播行业发展的一大特征。（阿尔法围棋）',
		'visit': '1230'
	},
	'29': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/crop%3D0%2C26%2C565%2C339%3Bw%3D638/sign=57b28a39d61373f0e17035df993f67c9/a71ea8d3fd1f413411fb173c221f95cad0c85ea7.jpg',
		'url': '',
		'title': '这家公司把诊所搬到了你的家门口',
		'description': '今日介绍的这家响应式医疗公司位于美国明尼苏达州，依旧是一家主营初级医疗出诊与远程会诊的公司。',
		'visit': '1230'
	},
	'30': {
		'imgurl': 'http://b.hiphotos.baidu.com/news/crop%3D0%2C2%2C899%2C540%3Bw%3D638/sign=91187c6d92cad1c8c4f4a667420e4b3b/42a98226cffc1e172bd4e0734d90f603738de90d.jpg',
		'url': '',
		'title': '阿里巴巴正在激发农村创业潮',
		'description': '随着城镇化的深入，农村环境面临被整合，农村创业这个命题虽稍显陌生，却值得关注。根据2015年的人口统计，城镇人口超越了农村人口，也就是说农村...',
		'visit': '1230'
	}
};
// 热点结束

//		轮播图假数据
var flashobj = {
	'1': {
		'imgurl': 'http://n.sinaimg.cn/news/20160303/h6Yo-fxqaser8991840.jpg',
		'url': 'http://baidu.com',
		'aid':1
	},
	'2': {
		'imgurl': 'http://pic.chinadaily.com.cn/img/attachement/jpg/site1/20160310/eca86bd9e2f1184afad417.jpg',
		'url': 'http://baidu.com',
		'aid':2
	},
	'3': {
		'imgurl': 'http://pic.chinadaily.com.cn/img/attachement/jpg/site1/20160310/a41f726b0511184b667e2c.jpg',
		'url': 'http://baidu.com',
		'aid':3
	},
	'4': {
		'imgurl': 'http://pic.chinadaily.com.cn/img/attachement/jpg/site1/20160310/eca86bd9e2f1184afa9c63.jpg',
		'url': 'http://baidu.com',
		'aid':4
	},
	'5': {
		'imgurl': 'http://himg2.huanqiu.com/attachment2010/2016/0310/00/11/20160310121138442.png',
		'url': 'http://baidu.com',
		'aid':5
	},
	'6': {
		'imgurl': 'http://himg2.huanqiu.com/attachment2010/2016/0310/00/32/20160310123254583.png',
		'url': 'http://baidu.com',
		'aid':6
	},
	'7': {
		'imgurl': 'http://upload.cankaoxiaoxi.com/2016/0310/1457569229904.jpg',
		'url': 'http://baidu.com',
		'aid':7
	},
	'8': {
		'imgurl': 'http://g.hiphotos.baidu.com/news/q%3D100/sign=c13b9a699a16fdfade6cc2ee848e8cea/c83d70cf3bc79f3d9e088572bda1cd11738b2982.jpg',
		'url': 'http://baidu.com',
		'aid':8
	}
};
//		轮播图假数据结束
// 内容页假数据
var arcobj = {
	'0': {
		'title': '小尺寸iPad Pro？苹果iPad Air 3保护壳曝光',
		'data': '2016-3-10 21:44:15',
		'con': '<p>3月10日消息，如果不出意外的话，苹果将会在本月21日举行2016年春季新品发布会，届时可能会有iPhoneSE（一说是<a class="s_tag" href="http://iphone.ithome.com/" target="_blank">iPhone5SE</a>）、iPad Air 3两款新品和我们见面，现在外媒又给我们带来了关于<a class="s_tag" href="http://ipad.ithome.com/" target="_blank">iPad</a> Air 3的最新消息。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_214208_582.jpg" alt="小尺寸iPad Pro？苹果iPad Air 3保护壳曝光" /></p><p>此前曾经有消息称，苹果即将推出的这款iPad并不是Air系列，而是一款设计类似iPad Pro的产品。现在，外媒phonearena又给我们带来了疑似新款iPad的保护壳，再一次验证了这一说法。</p><p>从外媒曝光的保护壳来看，新款iPad尺寸仍将维持在9.7英寸左右，但是在设计上却加入了iPad Pro独有的四个扬声器设计，此外还设计了可扩展接口。整个设计看上去就是一个小尺寸的iPad Pro。</p><p>至于具体配置方面，之前有传闻称，苹果iPad Air 3将配备3112×2334分辨率的显示屏，采用A9X处理器，同时还有可能推出外接键盘、手写笔等配件。</p><p>对于这款小号iPad，你期待吗？</p><p><img class="lazy" src="http://img.ithome.com/images/v2/grey.gif" alt="小尺寸iPad Pro？苹果iPad Air 3保护壳曝光" data-original="http://img.ithome.com/newsuploadfiles/2016/3/20160310_214214_659.jpg" /></p><p><img class="lazy" src="http://img.ithome.com/images/v2/grey.gif" alt="小尺寸iPad Pro？苹果iPad Air 3保护壳曝光" data-original="http://img.ithome.com/newsuploadfiles/2016/3/20160310_214218_852.jpg" /></p><p><img class="lazy" src="http://img.ithome.com/images/v2/grey.gif" alt="小尺寸iPad Pro？苹果iPad Air 3保护壳曝光" data-original="http://img.ithome.com/newsuploadfiles/2016/3/20160310_214222_751.jpg" /></p>'
	},
	'1': {
		'title': '三星S7等安卓旗舰杀招犀利，苹果iPhone7还要挤牙膏？',
		'data': '2016-3-11 0:23:36',
		'con': '<p>如果人人心中都有一款完美手机的话，我想目前最接近这个标准的应该就是近日在中国发布的三星S7/S7 Edge了，如果说三星S6系列仅仅是让你眼前一亮的话，那么我想S7系列应该让眼前一亮的你动心。</p><p>三星S7/S7 Edge作为今年三星的旗舰产品，不仅有着顶级的硬件配置，就连外观手感也得到了进一步的优化，总之是安卓阵营中不可多得的一部旗舰新机，关于这款手机的优缺点，我们在这里就不一一赘述。除了三星S7之外，今年的安卓旗舰行列中的其它产品也非常优秀，比如说小米5、LG G5、索尼Xperia X，vivo Xplay5，以及一大波即将搭载骁龙820问世的国产旗舰。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160311_001806_646.jpg" alt="三星S7等安卓旗舰杀招犀利，苹果iPhone7还要挤牙膏？" /></p><p>回顾过去，安卓手机的发展历程几乎是一路坎坷，从最初的卡、慢、丑一步步改善，软件生态渐渐成型，硬件性能依旧在迅猛提升，整个安卓生态的体验几乎有了质的飞跃。提到安卓手机，就不得不提苹果iPhone，iPhone的起步时间与安卓手机基本一致，但当时的<a class="s_tag" href="http://iphone.ithome.com/" target="_blank">iPhone</a>在乔布斯的带领下凭借出色的技术创新和<a class="s_tag" href="http://ios.ithome.com/" target="_blank">iOS</a>生态优势突飞猛进，甩开安卓一大截。这就导致在相当一段时间里，安卓手机远远不如iPhone好用。如此渐渐奠定了苹果手机帝国的基础。</p><p>回到当下，<strong>近年来的iPhone手机虽然每一代依然受追捧，但消费者的不满也随之增加，比如曾经的“4英寸小屏”、“电池容量小，续航短”、“16GB版存储空间不够用”、“800万祖传摄像头”、“大背带天线”等等</strong><strong>，都曾成为iPhone的槽点</strong>。特别是从去年开始，iPhone6s的仅仅在6代的基础上做了部分硬件升级，如此挤牙膏的做法着实令部分用户不满，直接表现就是苹果iPhone销量出现同比下滑。</p><p>与此同时，安卓阵营的表现却是欣欣向荣。<strong>特别是在今年高通骁龙820的加下，众多手机厂商似乎迎来了寒冬后的第一个春天，整个安卓市场隐隐有了新一轮的井喷趋势</strong>。再来看这一代由三星S7领衔的安卓旗舰，至少在硬件规格上与苹果iPhone不相上下。而且安卓手机厂商似乎更能意识到“得民心者得天下”，在更新产品的时候往往能够精准的找到用户的痛点，比如“三防”、“32GB起甚至128GB标配的存储空间”、“可扩展内存卡”、“电池容量增加”、“手机更轻”、“摄像头不再突起”……等等，也正是因为如此，再加上如今安卓旗舰的基础规格甚至达到了性能过剩的程度。让更多的消费者在选择手机时，会考虑更契合心意的安卓旗舰。</p><p>这样的情况下，苹果目前的<a class="s_tag" href="http://iphone.ithome.com/" target="_blank">iPhone6s</a>正一点点的丧失优势，如果不考虑iOS生态的话，三星S7这款产品在硬件规格上已经隐隐有全面超越iPhone6s的趋势，如果<a class="s_tag" href="http://iphone.ithome.com/" target="_blank">iPhone7</a>依旧挤牙膏，那么后果可想而知。</p><p>也许下一代的苹果iPhone7就算挤牙膏也会依旧热销，但苹果也将会被贴上创新乏力的标签，如果iPhone7仍然存在不少“硬伤”让消费者不满意的话，明年iPhone销量继续下滑并非不可能之事。</p><p>归根结底，苹果需要多听听消费者的声音，打造出一款真正符合消费者胃口的产品，而不是一味的挤牙膏式的升级。水能载舟，亦能覆舟，iPhone7如果继续挤牙膏只会让消费者渐渐丧失兴趣，让三星Note6等一众安卓旗舰，越甩越远。</p>'
	},
	'2': {
		'title': '作死新高度，美一男子干扰手机信号被罚1万刀',
		'data': '2016-3-10 23:50:08',
		'con': '<p>3月10日消息，在这个世界上，总是有人能够作死作出新高度。美国人更是如此，虽然平时看上去他们都比较会玩，但是这种会玩一旦被用错地方的话，就变成了真正意义上的作死。而现在，就有一个这样的人，将如何作死演绎到了淋漓尽致的地步。</p><p>我们都知道，这个世界上有一种东西叫做手机信号屏蔽器，相信各位都非常熟悉了。当年在我们上学的时候，它总是作为老师们对付学生的终极武器之一出现在教室当中的某个角落里。屏蔽掉所有信号，击碎学生“考试靠搜索”的梦想。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_234632_528.jpg" alt="作死新高度，美一男子干扰手机信号被罚1万刀" /></p><p>这当然没有什么错，但这样的设备如果被用在其它地方的话，则就不一定会正确了。近期，美国芝加哥就出现了这样一个男子，他总是在公交车或火车等公共交通工具上开着一个信号屏蔽器，以干扰别人的手机信号为乐趣！并且，据警方调查，这家伙从2014年的时候就已经开始干这样的事了，不过直到最近才真正被发现并逮捕。</p><p>这名男子叫丹尼斯-尼克尔，目前，警方已经将他拘留，并处以1万美元的罚款。警方表示：他明知道这是违法行为，但是还是要去做，那就如他所愿给他找点乐趣喽。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p>  <p>3月10日消息，在这个世界上，总是有人能够作死作出新高度。美国人更是如此，虽然平时看上去他们都比较会玩，但是这种会玩一旦被用错地方的话，就变成了真正意义上的作死。而现在，就有一个这样的人，将如何作死演绎到了淋漓尽致的地步。</p><p>我们都知道，这个世界上有一种东西叫做手机信号屏蔽器，相信各位都非常熟悉了。当年在我们上学的时候，它总是作为老师们对付学生的终极武器之一出现在教室当中的某个角落里。屏蔽掉所有信号，击碎学生“考试靠搜索”的梦想。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_234632_528.jpg" alt="作死新高度，美一男子干扰手机信号被罚1万刀" /></p><p>这当然没有什么错，但这样的设备如果被用在其它地方的话，则就不一定会正确了。近期，美国芝加哥就出现了这样一个男子，他总是在公交车或火车等公共交通工具上开着一个信号屏蔽器，以干扰别人的手机信号为乐趣！并且，据警方调查，这家伙从2014年的时候就已经开始干这样的事了，不过直到最近才真正被发现并逮捕。</p><p>这名男子叫丹尼斯-尼克尔，目前，警方已经将他拘留，并处以1万美元的罚款。警方表示：他明知道这是违法行为，但是还是要去做，那就如他所愿给他找点乐趣喽。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p>  '
	},
	'3': {
		'title': '苹果iPhone很悲伤：被奥巴马选择性忽略',
		'data': '2016-3-10 23:00:02',
		'con': 'p>哪家公司会把用户的隐私和安全摆放在第一位？如果你不是太孤陋寡闻，应该听说过最近苹果和FBI之间的斗争。然而正是在这样的背景之下，苹果还是被人给忽略了，而且忽略他们的还是美国总统。奥巴马近日在谈及他主导的网络安全国家行动计划时，提到了一些将用户的隐私和安全放在第一位的科技巨头：</p><p>“他们通过像指纹扫描这样的安全技术让美国人变得更安全，比如说像谷歌、Facebook、微软以及Visa等等。”成功在智能手机平台上开发Touch ID的苹果，就这么被忽略了。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_225818_62.jpg" alt="苹果iPhone很悲伤：被奥巴马选择性忽略" /></p><p>奥巴马还表示：让美国保持安全已经不仅仅是制造越来越多的坦克和航空母舰这么简单了。我们除了要保证陆地环境的安全之外，还需要将网络安全重视起来。正如我们在过去几年甚至是过去几天里看到的那样，网络罪犯不仅将我们的国家安全置于危险之中，同时还对我们的金融安全以及数以百万美国民众的隐私形成了威胁。</p><p>在这样的环境之下，苹果自然是要拿出来点名的，毕竟他们与FBI已经要闹到美国的最高法院了。不过，不知道为何奥巴马就是避开了苹果公司。有意思的是，奥巴马曾经表示他是一名苹果粉丝，然而他并不能使用iPhone，因为美国国会认为iPhone不够安全。除此之外，媒体还曾经捕捉到奥巴马使用Fitbit而不是Apple Watch，使用Spotify而不是Apple Music的画面。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p> p>哪家公司会把用户的隐私和安全摆放在第一位？如果你不是太孤陋寡闻，应该听说过最近苹果和FBI之间的斗争。然而正是在这样的背景之下，苹果还是被人给忽略了，而且忽略他们的还是美国总统。奥巴马近日在谈及他主导的网络安全国家行动计划时，提到了一些将用户的隐私和安全放在第一位的科技巨头：</p><p>“他们通过像指纹扫描这样的安全技术让美国人变得更安全，比如说像谷歌、Facebook、微软以及Visa等等。”成功在智能手机平台上开发Touch ID的苹果，就这么被忽略了。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_225818_62.jpg" alt="苹果iPhone很悲伤：被奥巴马选择性忽略" /></p><p>奥巴马还表示：让美国保持安全已经不仅仅是制造越来越多的坦克和航空母舰这么简单了。我们除了要保证陆地环境的安全之外，还需要将网络安全重视起来。正如我们在过去几年甚至是过去几天里看到的那样，网络罪犯不仅将我们的国家安全置于危险之中，同时还对我们的金融安全以及数以百万美国民众的隐私形成了威胁。</p><p>在这样的环境之下，苹果自然是要拿出来点名的，毕竟他们与FBI已经要闹到美国的最高法院了。不过，不知道为何奥巴马就是避开了苹果公司。有意思的是，奥巴马曾经表示他是一名苹果粉丝，然而他并不能使用iPhone，因为美国国会认为iPhone不够安全。除此之外，媒体还曾经捕捉到奥巴马使用Fitbit而不是Apple Watch，使用Spotify而不是Apple Music的画面。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p> '
	},
	'4': {
		'title': '人机大战第二局复盘：AlphaGo出奇招，为啥互不打劫？',
		'data': '2016-3-10 22:54:31',
		'con': '<p>北京时间3月10日，李世石与谷歌围棋AlphaGo人机五局大战第二局，继续在韩国首尔钟路区四季酒店进行。继昨天李世石执黑中盘第186手认输后，李世石在今天的比赛中执白再次不敌AlphaGo，目前李世石大比分0-2落后，人类代表在这场人机大战中处于极端不利的局面。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_230347_991.png" alt="人机大战第二局复盘：AlphaGo出奇招，为啥互不打劫？" /></p><p>第二局双方交换黑白，AlphaGo上来就又给了我们惊喜，在右下角定式未完成的情况下在上方布下中国流，众多高手表示这又是从未出现在职业棋战中的。看来AlphaGo的布局也不是完全照搬人类的招法。经过一次常考白棋没有直接追究黑棋未完成的定式，而是在左边夹击黑棋挂角的一子，之后直播中的柯洁表示不明白李世石为什么这么选择。</p><p>布局至36手，曹老师点评李世石的布局相较昨天好多了。但之后的37手AlphaGo又让大家吃了一惊，一招5路肩冲。此时笔者开玩笑这要是还有好的道理就只能报警了，曹老师在一旁则说：“是要报警了。”随这大家纷纷议论为什么李世石也陷入长考。实战白棋做出不是大多数人的选择，而之后41似乎是在贯彻37的意图，此时已基本确定AlphaGo已经有了自己的围棋理念了。然而之后黑棋43强行粘出，得到的结果并不理想。这个局部下完感觉AlphaGo局势落后但是AlphaGo61吊，似乎又在告诉人类你就是理解不了我。</p><p>此时关于形势也是众说纷纭，李世石的时间也用掉一半。随着棋局的推移，白棋下了68拐吃70打拔这样的缓手黑棋之前一些奇怪招数的效果也渐渐显现出来，形势似乎在想黑棋有利的方向进展。</p><p>白80打入之后大家表示终于可以看到AlphaGo打劫了，可是小李的84跳又往大家头上浇了盆凉水。大家笑称看来保密协议里有不打劫这一项。结果李世石的打入没有收到任何效果，局势已经变为黑好了。</p><p>中腹战斗白棋106反打，让支持小李的人都有一种不好的感觉。这棋都不敢长，似乎小李已经开始惧怕AlphaGo了。之后白棋114长也是疑问手。但之后的120毅然脱先，小李也是拼了。但这手虽说有所收获但局面还是黑棋领先。白棋130掏角，这是小李最后的拼搏了。但之后AlphaGo应对无误。随后小李中腹被吃，但抢到了上方的跳，似乎又有了一些头绪。此时小李也进入了读秒。</p><p>之后172直接挖吃丧失了最后的机会，更加让大家坐实了不能打劫的想法。</p><p>最终李世石在黑211手的时候中盘认负。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p> <p>北京时间3月10日，李世石与谷歌围棋AlphaGo人机五局大战第二局，继续在韩国首尔钟路区四季酒店进行。继昨天李世石执黑中盘第186手认输后，李世石在今天的比赛中执白再次不敌AlphaGo，目前李世石大比分0-2落后，人类代表在这场人机大战中处于极端不利的局面。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_230347_991.png" alt="人机大战第二局复盘：AlphaGo出奇招，为啥互不打劫？" /></p><p>第二局双方交换黑白，AlphaGo上来就又给了我们惊喜，在右下角定式未完成的情况下在上方布下中国流，众多高手表示这又是从未出现在职业棋战中的。看来AlphaGo的布局也不是完全照搬人类的招法。经过一次常考白棋没有直接追究黑棋未完成的定式，而是在左边夹击黑棋挂角的一子，之后直播中的柯洁表示不明白李世石为什么这么选择。</p><p>布局至36手，曹老师点评李世石的布局相较昨天好多了。但之后的37手AlphaGo又让大家吃了一惊，一招5路肩冲。此时笔者开玩笑这要是还有好的道理就只能报警了，曹老师在一旁则说：“是要报警了。”随这大家纷纷议论为什么李世石也陷入长考。实战白棋做出不是大多数人的选择，而之后41似乎是在贯彻37的意图，此时已基本确定AlphaGo已经有了自己的围棋理念了。然而之后黑棋43强行粘出，得到的结果并不理想。这个局部下完感觉AlphaGo局势落后但是AlphaGo61吊，似乎又在告诉人类你就是理解不了我。</p><p>此时关于形势也是众说纷纭，李世石的时间也用掉一半。随着棋局的推移，白棋下了68拐吃70打拔这样的缓手黑棋之前一些奇怪招数的效果也渐渐显现出来，形势似乎在想黑棋有利的方向进展。</p><p>白80打入之后大家表示终于可以看到AlphaGo打劫了，可是小李的84跳又往大家头上浇了盆凉水。大家笑称看来保密协议里有不打劫这一项。结果李世石的打入没有收到任何效果，局势已经变为黑好了。</p><p>中腹战斗白棋106反打，让支持小李的人都有一种不好的感觉。这棋都不敢长，似乎小李已经开始惧怕AlphaGo了。之后白棋114长也是疑问手。但之后的120毅然脱先，小李也是拼了。但这手虽说有所收获但局面还是黑棋领先。白棋130掏角，这是小李最后的拼搏了。但之后AlphaGo应对无误。随后小李中腹被吃，但抢到了上方的跳，似乎又有了一些头绪。此时小李也进入了读秒。</p><p>之后172直接挖吃丧失了最后的机会，更加让大家坐实了不能打劫的想法。</p><p>最终李世石在黑211手的时候中盘认负。</p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p> '
	},
	'5': {
		'title': '一张闪存卡，曝光了ISIS万名士兵家底',
		'data': '2016-3-10 22:40:49',
		'con': '<p>法新社10日报道，一名ISIS叛逃成员将记录了2.2万名ISIS士兵个人信息的资料交给了英国的天空新闻（Sky News)，部分资料的画面已经于当地时间周三晚在电视上播出。</p><p>天空新闻称这些资料都存在一张闪存卡上，这张闪存卡原本是由ISIS的内部安全警察局长保管，一名自称为哈米德（Abu Hamed）的ISIS士兵偷走了闪存卡并最终交给了英国媒体。哈米德在加入ISIS前曾是叙利亚反对派自由叙利亚军的士兵。</p><p>此次曝光的资料是ISIS在招募时要求新兵们填写的个人信息注册表，上面记录了来自51个国家的2.2万名士兵的姓名和联系方式。</p><p>每份注册表格上都有23个问题，包括国籍、出生日期、血型、婚姻状况、此前的经历、推荐人、是否打过仗、希望从事哪部分工作（士兵、自杀性爆炸袭击或其他）、有没有特殊技能等。</p><p>表上还记录了这些士兵的家庭住址、联系电话和家属联系方式，有些电话号码现在还打得通。</p><p>在这些资料当中有一批被命名为“殉道者”，其中全是自愿或者被训练成进行自杀性袭击的士兵。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_223917_622.jpg" alt="一张闪存卡，曝光了ISIS万名士兵家底" /></p><p>ISIS士兵资料</p><p>根据获得的资料来看，有70%的士兵是阿拉伯人，大部分欧洲士兵都来自法国、德国和英国，其中法国的人数最多。还有很多士兵来自北非、美国和加拿大。</p><p>名单上有多名已经被曝光过的ISIS士兵，比如伦敦的说唱歌手巴里（Abdel Bary），但还有大量的士兵是此前没有被公布的。</p><p>目前反恐专家正在对这些资料进行分析。英国陆军情报六局全球反恐部门的前主任巴雷特（Richard Barrett）认为，获得这些资料是反恐战争这么多年来“最大的突破”，对于情报人员来说是一座“信息金矿”。</p><p>据《卫报》报道，德国情报机构也得到了一份疑似相同的资料。德国内政部长德梅齐埃证实了德国手上这份资料的真实性，但并没有透露情报机构是如何得到这份资料的，也没有说其中包含了多少名士兵的姓名。</p><p>把资料交给英国媒体的哈米德称，他脱离ISIS是因为觉得ISIS内部已经开始崩坏了，整个组织已经被曾经效忠于萨达姆的伊拉克复兴党所控制。</p><p>他称ISIS现在正在从位于叙利亚的“首都”拉卡撤离，准备转移到叙利亚中部沙漠地带，最后将回到该组织最初成立之地——伊拉克。</p><p><strong>ISIS在制造芥子气武器</strong></p><p>美国特种部队在2月抓获了一名ISIS的工程师，本月9日，美国媒体透露这名工程师其实是ISIS的化学武器专家，他已经向美军供出了ISIS制造化武的计划。</p><p>据《纽约时报》报道，这名化武专家名为阿法里（Sleiman Daoud al-Afari），早在萨达姆时期就担任伊拉克政府的化武专家。萨达姆政府曾在1980年对伊拉克的库尔德人发动毒气攻击。</p><p>阿法里供出了ISIS在伊拉克和叙利亚使用芥子气的计划，并称目前该组织已经把芥子气转制成了粉末状，以装载在炮弹里。</p><p>但是有美军官员指出，ISIS芥子气武器的浓度还不够，不足以致死但可以致残。</p><p>被称为“毒气之王”的芥子气在常温下呈液体状，可以对皮肤、眼睛、呼吸系统和内脏器官造成严重损伤。</p><p>美国情报机构已经确认在叙利亚和伊拉克曾发生了至少12例芥子气攻击，大部分都在叙利亚。但美军官员认为毒气攻击的效果还没那么强大，受害人都是因为被炮弹击中致死而不是因为芥子气。</p><p>据CNN报道，美国官员称军方已经根据阿法里提供的信息，对ISIS的多处化武制造地点进行了空袭。调查人员还想从阿法里处探听ISIS是否计划对西方国家采取化武攻击。</p><p>法新社10日报道，一名ISIS叛逃成员将记录了2.2万名ISIS士兵个人信息的资料交给了英国的天空新闻（Sky News)，部分资料的画面已经于当地时间周三晚在电视上播出。</p><p>天空新闻称这些资料都存在一张闪存卡上，这张闪存卡原本是由ISIS的内部安全警察局长保管，一名自称为哈米德（Abu Hamed）的ISIS士兵偷走了闪存卡并最终交给了英国媒体。哈米德在加入ISIS前曾是叙利亚反对派自由叙利亚军的士兵。</p><p>此次曝光的资料是ISIS在招募时要求新兵们填写的个人信息注册表，上面记录了来自51个国家的2.2万名士兵的姓名和联系方式。</p><p>每份注册表格上都有23个问题，包括国籍、出生日期、血型、婚姻状况、此前的经历、推荐人、是否打过仗、希望从事哪部分工作（士兵、自杀性爆炸袭击或其他）、有没有特殊技能等。</p><p>表上还记录了这些士兵的家庭住址、联系电话和家属联系方式，有些电话号码现在还打得通。</p><p>在这些资料当中有一批被命名为“殉道者”，其中全是自愿或者被训练成进行自杀性袭击的士兵。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_223917_622.jpg" alt="一张闪存卡，曝光了ISIS万名士兵家底" /></p><p>ISIS士兵资料</p><p>根据获得的资料来看，有70%的士兵是阿拉伯人，大部分欧洲士兵都来自法国、德国和英国，其中法国的人数最多。还有很多士兵来自北非、美国和加拿大。</p><p>名单上有多名已经被曝光过的ISIS士兵，比如伦敦的说唱歌手巴里（Abdel Bary），但还有大量的士兵是此前没有被公布的。</p><p>目前反恐专家正在对这些资料进行分析。英国陆军情报六局全球反恐部门的前主任巴雷特（Richard Barrett）认为，获得这些资料是反恐战争这么多年来“最大的突破”，对于情报人员来说是一座“信息金矿”。</p><p>据《卫报》报道，德国情报机构也得到了一份疑似相同的资料。德国内政部长德梅齐埃证实了德国手上这份资料的真实性，但并没有透露情报机构是如何得到这份资料的，也没有说其中包含了多少名士兵的姓名。</p><p>把资料交给英国媒体的哈米德称，他脱离ISIS是因为觉得ISIS内部已经开始崩坏了，整个组织已经被曾经效忠于萨达姆的伊拉克复兴党所控制。</p><p>他称ISIS现在正在从位于叙利亚的“首都”拉卡撤离，准备转移到叙利亚中部沙漠地带，最后将回到该组织最初成立之地——伊拉克。</p><p><strong>ISIS在制造芥子气武器</strong></p><p>美国特种部队在2月抓获了一名ISIS的工程师，本月9日，美国媒体透露这名工程师其实是ISIS的化学武器专家，他已经向美军供出了ISIS制造化武的计划。</p><p>据《纽约时报》报道，这名化武专家名为阿法里（Sleiman Daoud al-Afari），早在萨达姆时期就担任伊拉克政府的化武专家。萨达姆政府曾在1980年对伊拉克的库尔德人发动毒气攻击。</p><p>阿法里供出了ISIS在伊拉克和叙利亚使用芥子气的计划，并称目前该组织已经把芥子气转制成了粉末状，以装载在炮弹里。</p><p>但是有美军官员指出，ISIS芥子气武器的浓度还不够，不足以致死但可以致残。</p><p>被称为“毒气之王”的芥子气在常温下呈液体状，可以对皮肤、眼睛、呼吸系统和内脏器官造成严重损伤。</p><p>美国情报机构已经确认在叙利亚和伊拉克曾发生了至少12例芥子气攻击，大部分都在叙利亚。但美军官员认为毒气攻击的效果还没那么强大，受害人都是因为被炮弹击中致死而不是因为芥子气。</p><p>据CNN报道，美国官员称军方已经根据阿法里提供的信息，对ISIS的多处化武制造地点进行了空袭。调查人员还想从阿法里处探听ISIS是否计划对西方国家采取化武攻击。</p>'
	},
	'6': {
		'title': '苹果Mac mini用户吐槽：我们也想升级Skylake',
		'data': '2016-3-10 22:40:16',
		'con': '<p>日前曾有国外媒体称，MacBook Air已经“基本确认”会获得Skylake处理器升级，时间就是本月的春季发布会。作为Mac产品线人气最高的产品，MacBook Air的性能得到提升自然是大家都喜闻乐见的。只不过，还有一台Mac产品线也在等待着Skylake处理器的升级，它就是苹果的迷你桌面电脑Mac mini。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_223614_855.jpg" alt="苹果Mac mini用户吐槽：我们也想升级Skylake" /></p><p>随着传闻中的春季发布会临近，苹果即将要发布的设备也开始出现在各大科技媒体的预测榜单上，但是看来看去都没有Mac mini的影子。因此，在社交平台上开始有用户为Mac mini抱不平：虽然使用这台设备的用户数量不算多，但他们也很想要看到性能更强的迷你电脑——正如垃圾桶Mac Pro面世之前的用户呼声一样。</p><p>早在去年11月，就有开发者在OS X El Capitan当中发现了疑似下一代Mac Pro的代码。Mac Pro的上一次更新是在2013年，而且是彻头彻尾的更新。反观Mac mini，虽然在2014年有过一次更新，但是却被用户怒喷诚意不足。一名长期使用Mac mini的微软员工甚至表示，没有实质性更新，干脆抛弃。</p><p>Mac mini在上一次更新之后，曾有媒体列出了不值得购买的“五宗罪”，它们分别是：不能升级RAM、显卡太弱、没有显示器、没有光驱、处理器核心减少等等。</p> <p>日前曾有国外媒体称，MacBook Air已经“基本确认”会获得Skylake处理器升级，时间就是本月的春季发布会。作为Mac产品线人气最高的产品，MacBook Air的性能得到提升自然是大家都喜闻乐见的。只不过，还有一台Mac产品线也在等待着Skylake处理器的升级，它就是苹果的迷你桌面电脑Mac mini。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_223614_855.jpg" alt="苹果Mac mini用户吐槽：我们也想升级Skylake" /></p><p>随着传闻中的春季发布会临近，苹果即将要发布的设备也开始出现在各大科技媒体的预测榜单上，但是看来看去都没有Mac mini的影子。因此，在社交平台上开始有用户为Mac mini抱不平：虽然使用这台设备的用户数量不算多，但他们也很想要看到性能更强的迷你电脑——正如垃圾桶Mac Pro面世之前的用户呼声一样。</p><p>早在去年11月，就有开发者在OS X El Capitan当中发现了疑似下一代Mac Pro的代码。Mac Pro的上一次更新是在2013年，而且是彻头彻尾的更新。反观Mac mini，虽然在2014年有过一次更新，但是却被用户怒喷诚意不足。一名长期使用Mac mini的微软员工甚至表示，没有实质性更新，干脆抛弃。</p><p>Mac mini在上一次更新之后，曾有媒体列出了不值得购买的“五宗罪”，它们分别是：不能升级RAM、显卡太弱、没有显示器、没有光驱、处理器核心减少等等。</p> <p>日前曾有国外媒体称，MacBook Air已经“基本确认”会获得Skylake处理器升级，时间就是本月的春季发布会。作为Mac产品线人气最高的产品，MacBook Air的性能得到提升自然是大家都喜闻乐见的。只不过，还有一台Mac产品线也在等待着Skylake处理器的升级，它就是苹果的迷你桌面电脑Mac mini。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_223614_855.jpg" alt="苹果Mac mini用户吐槽：我们也想升级Skylake" /></p><p>随着传闻中的春季发布会临近，苹果即将要发布的设备也开始出现在各大科技媒体的预测榜单上，但是看来看去都没有Mac mini的影子。因此，在社交平台上开始有用户为Mac mini抱不平：虽然使用这台设备的用户数量不算多，但他们也很想要看到性能更强的迷你电脑——正如垃圾桶Mac Pro面世之前的用户呼声一样。</p><p>早在去年11月，就有开发者在OS X El Capitan当中发现了疑似下一代Mac Pro的代码。Mac Pro的上一次更新是在2013年，而且是彻头彻尾的更新。反观Mac mini，虽然在2014年有过一次更新，但是却被用户怒喷诚意不足。一名长期使用Mac mini的微软员工甚至表示，没有实质性更新，干脆抛弃。</p><p>Mac mini在上一次更新之后，曾有媒体列出了不值得购买的“五宗罪”，它们分别是：不能升级RAM、显卡太弱、没有显示器、没有光驱、处理器核心减少等等。</p> '
	},
	'7': {
		'title': 'MIT与哈佛开发新技术：网页加载速度可提升34%',
		'data': '2016-3-10 22:22:50',
		'con': '<p>北京时间3月10日消息，据BGR报道，当谈到网速，我们从来不会像泡妞那么耐心，几十年前为了上网我们可以等待好几分钟让网页加载，但是如今，如果没能在几秒钟内打开一篇文章我们立刻就会抓狂。谷歌在对网站排名时，甚至把加载速度也作为了考量因素之一。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_222031_508.jpg" alt="MIT与哈佛开发新技术：网页加载速度可提升34%" /></p><p>换句话说，速度非常重要，这就是为什么，麻省理工学院计算机科学和人工智能实验室（CSAIL）与哈佛大学联合开发的这项最新技术是如此令人兴奋。</p><p>两所大学的研究人员开发的技术名为Polaris（北极星），该系统能够通过重叠网页目标的下载过程，使整个网页的加载时间减少34%。</p><p>首次发表关于Polaris系统论文的博士研究生Ravi Netravali说：“目前的浏览器可能需要长达100毫秒的时间跨过一个移动网络，来获取网页当中的一个数据。随着网页逐渐复杂，它们通常需要多次在网络中往返，这就造成网页加载迟缓。我们的方法能够最大化的减少往返次数，从而大大提升加载速度。”</p><p>一个网页由几十个不同的“目标”组成，在用户输入一个URL之前，浏览器并不知道网页的样子，当开始加载时，浏览器必须从网络中获取“目标”，然后决定将其放在网页的哪个位置。</p><p>然而令这个过程复杂的是，评估一个对象往往意味着需要获取和评估更多的对象，这被称为“依赖性”，而Polaris系统能够减轻这种“依赖性”。该系统最好的一点是，它并不仅限于某款浏览器。</p><p>两所大学的研究人员希望，未来能够把该系统直接整合进浏览器中，这样就能对其进一步优化，让每一位用户体验到更快速的互联网。</p> <p>北京时间3月10日消息，据BGR报道，当谈到网速，我们从来不会像泡妞那么耐心，几十年前为了上网我们可以等待好几分钟让网页加载，但是如今，如果没能在几秒钟内打开一篇文章我们立刻就会抓狂。谷歌在对网站排名时，甚至把加载速度也作为了考量因素之一。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_222031_508.jpg" alt="MIT与哈佛开发新技术：网页加载速度可提升34%" /></p><p>换句话说，速度非常重要，这就是为什么，麻省理工学院计算机科学和人工智能实验室（CSAIL）与哈佛大学联合开发的这项最新技术是如此令人兴奋。</p><p>两所大学的研究人员开发的技术名为Polaris（北极星），该系统能够通过重叠网页目标的下载过程，使整个网页的加载时间减少34%。</p><p>首次发表关于Polaris系统论文的博士研究生Ravi Netravali说：“目前的浏览器可能需要长达100毫秒的时间跨过一个移动网络，来获取网页当中的一个数据。随着网页逐渐复杂，它们通常需要多次在网络中往返，这就造成网页加载迟缓。我们的方法能够最大化的减少往返次数，从而大大提升加载速度。”</p><p>一个网页由几十个不同的“目标”组成，在用户输入一个URL之前，浏览器并不知道网页的样子，当开始加载时，浏览器必须从网络中获取“目标”，然后决定将其放在网页的哪个位置。</p><p>然而令这个过程复杂的是，评估一个对象往往意味着需要获取和评估更多的对象，这被称为“依赖性”，而Polaris系统能够减轻这种“依赖性”。该系统最好的一点是，它并不仅限于某款浏览器。</p><p>两所大学的研究人员希望，未来能够把该系统直接整合进浏览器中，这样就能对其进一步优化，让每一位用户体验到更快速的互联网。</p> '
	},
	'8': {
		'title': '李世石输棋很吃惊：AlphaGo比昨天更强',
		'data': '2016-3-10 22:20:20',
		'con': '<p>北京时间3月10日消息，人机大战第二番最终AlphaGo以总比分2:0领先李世石。</p><p>在今天的比赛中，双方互换黑白子，AlphaGo执黑对战李世石。最终在比赛进行到四个半小时后，211手AlphaGo执黑中盘胜，李世石宣布认输。相关围棋专家在赛后表示，除了劫以外，AlphaGo确实展现超强的大局观，以及对围棋的全新理解。</p><p>赛后，参赛双方召开新闻发布会。</p><p>Deepmind创始人哈萨比斯表示对今天的比赛结果感到非常不可思议，同时表示非常高兴看到Alphago取得令人吃惊的成果。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_221829_643.jpg" alt="李世石输棋很吃惊：AlphaGo比昨天更强" /></p><p><strong>李世石</strong>：我真的很吃惊自己输掉了，说不出话来。对手下得比昨天更完美，我没什么机会。</p><p><strong>记者</strong>：关于本局AlphaGo的表现如何？</p><p><strong>哈萨比斯</strong>：一直到中盘我们都没有感到优势，虽然我们不太懂。但AlphaGo非常有耐心，尤其是在后半盘，表现得似乎已洞悉一切，胜算在握。</p><p><strong>记者</strong>：AlphaGo的水平和弱点？</p><p><strong>哈萨比斯</strong>：我们也很想知道，所以举行这个比赛，很期待通过比赛去发现有什么需要改进的。</p><p>现场有媒体提问了不太礼貌问题：李世石是否与谷歌签署保密协议不能打劫争胜？</p><p><strong>李世石</strong>：我中间确实有胜机，以后比赛会尽力下好</p> <p>北京时间3月10日消息，人机大战第二番最终AlphaGo以总比分2:0领先李世石。</p><p>在今天的比赛中，双方互换黑白子，AlphaGo执黑对战李世石。最终在比赛进行到四个半小时后，211手AlphaGo执黑中盘胜，李世石宣布认输。相关围棋专家在赛后表示，除了劫以外，AlphaGo确实展现超强的大局观，以及对围棋的全新理解。</p><p>赛后，参赛双方召开新闻发布会。</p><p>Deepmind创始人哈萨比斯表示对今天的比赛结果感到非常不可思议，同时表示非常高兴看到Alphago取得令人吃惊的成果。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_221829_643.jpg" alt="李世石输棋很吃惊：AlphaGo比昨天更强" /></p><p><strong>李世石</strong>：我真的很吃惊自己输掉了，说不出话来。对手下得比昨天更完美，我没什么机会。</p><p><strong>记者</strong>：关于本局AlphaGo的表现如何？</p><p><strong>哈萨比斯</strong>：一直到中盘我们都没有感到优势，虽然我们不太懂。但AlphaGo非常有耐心，尤其是在后半盘，表现得似乎已洞悉一切，胜算在握。</p><p><strong>记者</strong>：AlphaGo的水平和弱点？</p><p><strong>哈萨比斯</strong>：我们也很想知道，所以举行这个比赛，很期待通过比赛去发现有什么需要改进的。</p><p>现场有媒体提问了不太礼貌问题：李世石是否与谷歌签署保密协议不能打劫争胜？</p><p><strong>李世石</strong>：我中间确实有胜机，以后比赛会尽力下好</p> '
	},
	'9': {
		'title': '三星S7/Edge国行版11日0点预售：送VR眼镜等千元大礼',
		'data': '2016-3-10 22:06:31',
		'con': '<p>3月10日消息，今年安卓手机阵营中，要说哪款手机最出色的话，估计非三星S7/Edge莫属了，这款手机问世后，不少人感觉麒麟臂隐隐发作……现在告诉大家一个好消息，三星S7/Edge国行版将在11日凌晨0点开启预约，还有千元大礼相送。既然麒麟臂保不住，那就干脆剁了吧：<a href="http://s.click.taobao.com/tWDRaax?scm=20140618.1.01020001.0s9" target="_blank">剁手地址</a></p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_220428_74.jpg" alt="三星S7/Edge国行版11日0点预售：送VR眼镜等千元大礼" /></p><p>让我们再来重温下两款手机的配置，三星S7采用5.1英寸2K AMOLED屏，搭载骁龙820处理器，内置LPDDR4 4GB RAM+32GB/64GB ROM存储组合，配备3000mAh电池，并采用1200万像素Dual Pixel镜头，f/1.7大光圈，单个像素尺寸1.4μm，前置500万像素。</p><p>三星S7 Edge则采用5.5英寸2K AMOLED曲面屏，搭载骁龙820处理器，电池为3600mAh电池，其它方面的规格基本和三星S7一致。此外，两款手机均搭载安卓6.0系统，支持双卡双待、全网通，支持9V/1.67A、5V/2A快充，熄屏提醒、IP68级别防水。</p><p>现在，三星官方旗舰店将会在11日凌晨0点开启预约（还有不到两个小时哦），三星S7售价4888元，三星S7 Edge售价5688元。<strong>预付99元定金可抵199元</strong>，此外<strong>还可以12期免首付免息</strong>，更重要的参与预订还将获得<strong>VR眼镜（非三星Gear VR）、手机自拍杆、运动手环、三星SD卡、三星无线充电器、三星保护壳等千元大礼</strong>，喜欢的朋友不要错过。</p><p>三星S7/Edge预定地址：<a href="http://s.click.taobao.com/tWDRaax?scm=20140618.1.01020001.0s9" target="_blank">三星官方旗舰店</a></p>                                               <p class="yj_d">微信搜索“<span>IT之家</span>”关注抢6s大礼！下载<span>IT之家</span>客户端（<a target="_blank" href="http://m.ithome.com/ithome/download/">戳这里</a>）也可参与评论抽楼层大奖！ </p>  '
	},
	'10': {
		'title': '三星S7/Edge黄金限量版现身：价格突破20000元',
		'data': '2016-3-10 21:59:29',
		'con': ' <p>三星Galaxy S7/S7 Edge发布之后，市场异常火爆。Goldgenie自然不会放过与三星合作的机会，将要推出土豪限量版全金Galaxy S7/S7 Edge。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_215708_68.png" alt="三星S7/Edge黄金限量版现身：价格突破20000元" /></p><p>限量版的Galaxy S7/S7 Edge会满足预定客户需要，将机身覆盖24K金、玫瑰金或者是铂金。在提升手机质感的同时，全金后壳还能把手机的抢眼程度提升到极致，Goldgenie还专门为限量版提供了手工打造的橡木包装。</p><p>Galaxy S7黄金版最低价格为2097英镑（约合人民币19387元），Galaxy S7 Edge黄金版最低价格为2297英镑（约合人民币20236元），预定需支付一半的费用，Goldgenie承诺包邮，家友觉得黄金限量版的三星Galaxy S7/S7 Edge有没有吸引力。</p> <p>三星Galaxy S7/S7 Edge发布之后，市场异常火爆。Goldgenie自然不会放过与三星合作的机会，将要推出土豪限量版全金Galaxy S7/S7 Edge。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_215708_68.png" alt="三星S7/Edge黄金限量版现身：价格突破20000元" /></p><p>限量版的Galaxy S7/S7 Edge会满足预定客户需要，将机身覆盖24K金、玫瑰金或者是铂金。在提升手机质感的同时，全金后壳还能把手机的抢眼程度提升到极致，Goldgenie还专门为限量版提供了手工打造的橡木包装。</p><p>Galaxy S7黄金版最低价格为2097英镑（约合人民币19387元），Galaxy S7 Edge黄金版最低价格为2297英镑（约合人民币20236元），预定需支付一半的费用，Goldgenie承诺包邮，家友觉得黄金限量版的三星Galaxy S7/S7 Edge有没有吸引力。</p> <p>三星Galaxy S7/S7 Edge发布之后，市场异常火爆。Goldgenie自然不会放过与三星合作的机会，将要推出土豪限量版全金Galaxy S7/S7 Edge。</p><p><img src="http://img.ithome.com/newsuploadfiles/2016/3/20160310_215708_68.png" alt="三星S7/Edge黄金限量版现身：价格突破20000元" /></p><p>限量版的Galaxy S7/S7 Edge会满足预定客户需要，将机身覆盖24K金、玫瑰金或者是铂金。在提升手机质感的同时，全金后壳还能把手机的抢眼程度提升到极致，Goldgenie还专门为限量版提供了手工打造的橡木包装。</p><p>Galaxy S7黄金版最低价格为2097英镑（约合人民币19387元），Galaxy S7 Edge黄金版最低价格为2297英镑（约合人民币20236元），预定需支付一半的费用，Goldgenie承诺包邮，家友觉得黄金限量版的三星Galaxy S7/S7 Edge有没有吸引力。</p>'
	}

}
// 内容页假数据结束